Repository: Kun686/iTerm2-CN
Catalog: sources/Localizable.xcstrings
Source language: en
Languages: zh_hans

# ui.keyboard.itermkeybindingaction.select_menu_item.a31db23f
source: Select Menu Item “%@”
zh_hans: 选择菜单项“%@”

# ui.keyboard.itermkeybindingaction.new_window_with_profile.8937cbe6
source: New Window with "%@" Profile
zh_hans: 使用“%@”配置文件新建窗口

# ui.keyboard.itermkeybindingaction.new_window_with_unavailable_profile.f9a61f65
source: New Window with unavailable Profile
zh_hans: 使用不可用的配置文件新建窗口

# ui.keyboard.itermkeybindingaction.new_tab_with_profile.818dbd1f
source: New Tab with "%@" Profile
zh_hans: 使用“%@”配置文件新建标签页

# ui.keyboard.itermkeybindingaction.new_tab_with_unavailable_profile.bf8f8411
source: New Tab with unavailable Profile
zh_hans: 使用不可用的配置文件新建标签页

# ui.keyboard.itermkeybindingaction.split_horizontally_with_profile.975f68dc
source: Split Horizontally with "%@" Profile
zh_hans: 使用“%@”配置文件水平分割

source: Split Horizontally with unavailable Profile
zh_hans: 使用不可用的配置文件水平分割

# ui.keyboard.itermkeybindingaction.split_vertically_with_profile.311acdfb
source: Split Vertically with "%@" Profile
zh_hans: 使用“%@”配置文件垂直分割

source: Split Vertically with unavailable Profile
zh_hans: 使用不可用的配置文件垂直分割

# ui.keyboard.itermkeybindingaction.change_profile_to.e5b0b9ee
source: Change Profile to "%@"
zh_hans: 将配置文件更改为“%@”

# ui.keyboard.itermkeybindingaction.change_profile_to_unavailable_profile.97d7234c
source: Change Profile to unavailable profile
zh_hans: 更改为不可用的配置文件

# ui.keyboard.itermkeybindingaction.load_color_preset.d37293c7
source: Load Color Preset "%@"
zh_hans: 加载颜色预设“%@”

# ui.keyboard.itermkeybindingaction.send_h_backspace.7cf14960
source: Send ^H Backspace
zh_hans: 发送 ^H 退格键

# ui.keyboard.itermkeybindingaction.send_backspace.b17426b3
source: Send ^? Backspace
zh_hans: 发送 ^? 退格键

# ui.keyboard.itermkeybindingaction.ignore.fce77c34
source: Ignore
zh_hans: 忽略

# ui.keyboard.itermkeybindingaction.bypass_terminal.27a888be
source: Bypass Terminal
zh_hans: 绕过终端处理

# ui.keyboard.itermkeybindingaction.unsupported_command.99c5ba0b
source: Unsupported Command
zh_hans: 不支持的命令

# ui.keyboard.itermkeybindingaction.start_instant_replay.6c86b391
source: Start Instant Replay
zh_hans: 开始即时回放

# ui.keyboard.itermkeybindingaction.select_split_pane_on_left.da872877
source: Select Split Pane on Left
zh_hans: 选择左侧分割窗格

# ui.keyboard.itermkeybindingaction.select_split_pane_on_right.baf27ce7
source: Select Split Pane on Right
zh_hans: 选择右侧分割窗格

# ui.keyboard.itermkeybindingaction.select_split_pane_above.b60f03fb
source: Select Split Pane Above
zh_hans: 选择上方分割窗格

# ui.keyboard.itermkeybindingaction.select_split_pane_below.2bd6f4a7
source: Select Split Pane Below
zh_hans: 选择下方分割窗格

# ui.keyboard.itermkeybindingaction.do_not_remap_modifiers.9756b026
source: Do Not Remap Modifiers
zh_hans: 不重新映射修饰键

# ui.keyboard.itermkeybindingaction.remap_modifiers_in_iterm2_only.19633a74
source: Remap Modifiers in iTerm2 Only
zh_hans: 仅在 iTerm2 中重新映射修饰键

# ui.keyboard.itermkeybindingaction.toggle_fullscreen.4fdafad2
source: Toggle Fullscreen
zh_hans: 切换全屏

# ui.keyboard.itermkeybindingaction.toggle_pin_hotkey_window.37c3862a
source: Toggle Pin Hotkey Window
zh_hans: 切换热键窗口固定状态

# ui.keyboard.itermkeybindingaction.undo.a8283ade
source: Undo
zh_hans: 撤销

# ui.keyboard.itermkeybindingaction.find_regex.8c2369d8
source: Find Regex “%@”
zh_hans: 查找正则表达式“%@”

# ui.keyboard.itermkeybindingaction.find_again_down.98179375
source: Find Again Down
zh_hans: 向下再次查找

# ui.keyboard.itermkeybindingaction.find_again_up.a4731f6f
source: Find Again Up
zh_hans: 向上再次查找

# ui.keyboard.itermkeybindingaction.paste_from_selection.61ccb434
source: Paste from Selection: %@
zh_hans: 从选区粘贴：%@

# ui.keyboard.itermkeybindingaction.paste_from_selection.6307d5f3
source: Paste from Selection
zh_hans: 从选区粘贴

# ui.keyboard.itermkeybindingaction.paste.73421a3f
source: Paste: %@
zh_hans: 粘贴：%@

# ui.keyboard.itermkeybindingaction.paste.f3380f7b
source: Paste
zh_hans: 粘贴

# ui.keyboard.itermkeybindingaction.move_end_of_selection_left.36b97619
source: Move End of Selection Left %@
zh_hans: 将选区末端向左移动（%@）

# ui.keyboard.itermkeybindingaction.move_end_of_selection_right.fa00d0e6
source: Move End of Selection Right %@
zh_hans: 将选区末端向右移动（%@）

# ui.keyboard.itermkeybindingaction.move_start_of_selection_left.7750e946
source: Move Start of Selection Left %@
zh_hans: 将选区起点向左移动（%@）

# ui.keyboard.itermkeybindingaction.move_start_of_selection_right.89927be0
source: Move Start of Selection Right %@
zh_hans: 将选区起点向右移动（%@）

# ui.keyboard.itermkeybindingaction.decrease_height.08015d85
source: Decrease Height
zh_hans: 减小高度

# ui.keyboard.itermkeybindingaction.increase_height.7dfa9645
source: Increase Height
zh_hans: 增大高度

# ui.keyboard.itermkeybindingaction.decrease_width.d5c88ec3
source: Decrease Width
zh_hans: 减小宽度

# ui.keyboard.itermkeybindingaction.increase_width.09496d0d
source: Increase Width
zh_hans: 增大宽度

# ui.keyboard.itermkeybindingaction.swap_with_split_pane_on_left.4e404f60
source: Swap With Split Pane on Left
zh_hans: 与左侧分割窗格交换

# ui.keyboard.itermkeybindingaction.swap_with_split_pane_on_right.81e944b5
source: Swap With Split Pane on Right
zh_hans: 与右侧分割窗格交换

# ui.keyboard.itermkeybindingaction.swap_with_split_pane_above.2449d669
source: Swap With Split Pane Above
zh_hans: 与上方分割窗格交换

# ui.keyboard.itermkeybindingaction.swap_with_split_pane_below.c5868c4c
source: Swap With Split Pane Below
zh_hans: 与下方分割窗格交换

# ui.keyboard.itermkeybindingaction.toggle_mouse_reporting.d753135a
source: Toggle Mouse Reporting
zh_hans: 切换鼠标报告

# ui.keyboard.itermkeybindingaction.call.92b9a55f
source: Call %@
zh_hans: 调用 %@

# ui.keyboard.itermkeybindingaction.duplicate_tab.57d3ddba
source: Duplicate Tab
zh_hans: 复制标签页

# ui.keyboard.itermkeybindingaction.then.6b6fbf17
source: , then
zh_hans: ，然后

# ui.keyboard.itermkeybindingaction.unknown_action_id_d.e2fe4b6a
source: Unknown Action ID %d
zh_hans: 未知操作 ID %d

# ui.keyboard.itermkeybindingaction.move_to_split_pane.e1c492f3
source: Move to Split Pane
zh_hans: 移动到分割窗格

# ui.keyboard.itermkeybindingaction.swap_with_next_pane.5b677b49
source: Swap with Next Pane
zh_hans: 与下一个窗格交换

# ui.keyboard.itermkeybindingaction.swap_with_previous_pane.b97eb72a
source: Swap with Previous Pane
zh_hans: 与上一个窗格交换

# ui.keyboard.itermkeybindingaction.copy_selection_or_send_c.4be313bd
source: Copy Selection or Send ^C
zh_hans: 复制选区或发送 ^C

# ui.keyboard.itermkeybindingaction.paste_or_send_v.4aca639b
source: Paste or Send ^V
zh_hans: 粘贴或发送 ^V

# ui.keyboard.itermkeybindingaction.alert_on_next_mark.a46bce90
source: Alert on Next Mark
zh_hans: 在下一个标记时提醒

# ui.keyboard.itermkeybindingaction.copy_interpolated_string.f2c24722
source: Copy Interpolated String “%@”
zh_hans: 复制插值字符串“%@”

# ui.keyboard.itermkeybindingaction.copy_mode.0d6f5b64
source: Copy mode: %@
zh_hans: 复制模式：%@

# ui.keyboard.itermkeybindingaction.toggle.c43c797d
source: Toggle %@
zh_hans: 切换%@

# ui.keyboard.itermkeybindingaction.in_all_sessions.1abd8a1a
source: In all sessions, %@
zh_hans: 在所有会话中，%@

# ui.keyboard.itermkeybindingaction.in_unfocused_sessions.4058c7aa
source: In unfocused sessions, %@
zh_hans: 在未聚焦的会话中，%@

# ui.keyboard.itermkeybindingaction.in_all_sessions_in_the_window.04bae524
source: In all sessions in the window, %@
zh_hans: 在窗口的所有会话中，%@

# ui.keyboard.itermkeybindingaction.in_all_sessions_in_the_tab.8e2d4c2c
source: In all sessions in the tab, %@
zh_hans: 在标签页的所有会话中，%@

# ui.keyboard.itermkeybindingaction.in_all_broadcasted_to_sessions.cff82dc9
source: In all broadcasted-to sessions, %@
zh_hans: 在所有广播目标会话中，%@

# ui.settings.pointerprefscontroller.single_click.e55e7538
source: single click
zh_hans: 单击

# ui.settings.pointerprefscontroller.double_click.41258880
source: double click
zh_hans: 双击

# ui.settings.pointerprefscontroller.triple_click.e0abf345
source: triple click
zh_hans: 三击

# ui.settings.pointerprefscontroller.quad_click.794ad66c
source: quad click
zh_hans: 四击

# ui.settings.pointerprefscontroller.error.67e6fcca
source: (error)
zh_hans: （错误）

# ui.settings.pointerprefscontroller.unknown_button.258b9c86
source: Unknown button
zh_hans: 未知按钮

# ui.settings.pointerprefscontroller.left_button.58b63cfd
source: Left button
zh_hans: 左键

# ui.settings.pointerprefscontroller.right_button.361fd907
source: Right button
zh_hans: 右键

# ui.settings.pointerprefscontroller.middle_button.f971c1b5
source: Middle button
zh_hans: 中键

# ui.settings.pointerprefscontroller.button_d.7cb5d3be
source: Button #%d
zh_hans: 第 %d 个按钮

# ui.settings.pointerprefscontroller.three_finger_tap.9a5fd56e
source: Three-finger Tap
zh_hans: 三指轻点

# ui.settings.pointerprefscontroller.three_finger_swipe_right.3f2f16c0
source: Three-finger Swipe Right
zh_hans: 三指向右轻扫

# ui.settings.pointerprefscontroller.three_finger_swipe_left.829c2fcb
source: Three-finger Swipe Left
zh_hans: 三指向左轻扫

# ui.settings.pointerprefscontroller.three_finger_swipe_up.758365bf
source: Three-finger Swipe Up
zh_hans: 三指向上轻扫

# ui.settings.pointerprefscontroller.three_finger_swipe_down.26722dd0
source: Three-finger Swipe Down
zh_hans: 三指向下轻扫

# ui.settings.pointerprefscontroller.force_touch_single_click.f7fd1d1a
source: Force Touch Single Click
zh_hans: 用力点按

# ui.settings.pointerprefscontroller.ignore.fce77c34
source: Ignore
zh_hans: 忽略

# ui.settings.pointerprefscontroller.invoke_script_function.225d35cc
source: Invoke Script Function…
zh_hans: 调用脚本函数…

# ui.settings.pointerprefscontroller.paste_from_clipboard.8be5023b
source: Paste from Clipboard…
zh_hans: 从剪贴板粘贴…

# ui.settings.pointerprefscontroller.paste_from_selection.496fc8aa
source: Paste from Selection…
zh_hans: 从所选内容粘贴…

# ui.settings.pointerprefscontroller.extend_selection.316c5c6b
source: Extend Selection
zh_hans: 扩展选择

# ui.settings.pointerprefscontroller.open_url_semantic_history.1242b4b9
source: Open URL/Semantic History
zh_hans: 打开 URL/语义历史

# ui.settings.pointerprefscontroller.open_url_in_background.1c32b5b2
source: Open URL in background
zh_hans: 在后台打开 URL

# ui.settings.pointerprefscontroller.smart_selection.a0a6f4c7
source: Smart Selection
zh_hans: 智能选择

# ui.settings.pointerprefscontroller.smart_selection_ignoring_newlines.9b4018cc
source: Smart Selection Ignoring Newlines
zh_hans: 忽略换行符的智能选择

# ui.settings.pointerprefscontroller.open_context_menu.b293fe31
source: Open Context Menu
zh_hans: 打开上下文菜单

# ui.settings.pointerprefscontroller.next_tab.a9426fb3
source: Next Tab
zh_hans: 下一个标签页

# ui.settings.pointerprefscontroller.previous_tab.80f06bdc
source: Previous Tab
zh_hans: 上一个标签页

# ui.settings.pointerprefscontroller.next_window.95bf685f
source: Next Window
zh_hans: 下一个窗口

# ui.settings.pointerprefscontroller.previous_window.4c8b1a6d
source: Previous Window
zh_hans: 上一个窗口

# ui.settings.pointerprefscontroller.move_pane.2ece78d1
source: Move Pane
zh_hans: 移动窗格

# ui.settings.pointerprefscontroller.send_escape_sequence.1c6713ac
source: Send Escape Sequence…
zh_hans: 发送转义序列…

# ui.settings.pointerprefscontroller.send_hex_code.732855d1
source: Send Hex Code…
zh_hans: 发送十六进制代码…

# ui.settings.pointerprefscontroller.send_text.31619199
source: Send Text…
zh_hans: 发送文本…

# ui.settings.pointerprefscontroller.select_pane_left.bee9b274
source: Select Pane Left
zh_hans: 选择左侧窗格

# ui.settings.pointerprefscontroller.select_pane_right.4378d16b
source: Select Pane Right
zh_hans: 选择右侧窗格

# ui.settings.pointerprefscontroller.select_pane_above.ee438829
source: Select Pane Above
zh_hans: 选择上方窗格

# ui.settings.pointerprefscontroller.select_pane_below.ab450541
source: Select Pane Below
zh_hans: 选择下方窗格

# ui.settings.pointerprefscontroller.new_window_with_profile.9e1e556b
source: New Window With Profile…
zh_hans: 使用配置文件新建窗口…

# ui.settings.pointerprefscontroller.new_tab_with_profile.dc1504fd
source: New Tab With Profile…
zh_hans: 使用配置文件新建标签页…

# ui.settings.pointerprefscontroller.new_vertical_split_with_profile.5bc7de2d
source: New Vertical Split With Profile…
zh_hans: 使用配置文件新建垂直分割窗格…

# ui.settings.pointerprefscontroller.new_horizontal_split_with_profile.b609549f
source: New Horizontal Split With Profile…
zh_hans: 使用配置文件新建水平分割窗格…

# ui.settings.pointerprefscontroller.quicklook.88b519ff
source: QuickLook
zh_hans: 快速查看

# ui.settings.pointerprefscontroller.select_menu_item.8d63e41c
source: Select Menu Item
zh_hans: 选择菜单项

# ui.settings.pointerprefscontroller.copy_link_address.c8270401
source: Copy Link Address
zh_hans: 复制链接地址

# ui.settings.pointerprefscontroller.select_next_pane.99b54fae
source: Select Next Pane
zh_hans: 选择下一个窗格

# ui.settings.pointerprefscontroller.select_previous_pane.25342530
source: Select Previous Pane
zh_hans: 选择上一个窗格

# ui.settings.pointerprefscontroller.copy_or_paste.848f339e
source: Copy or Paste
zh_hans: 复制或粘贴

# ui.settings.pointerprefscontroller.select_menu_item.a31db23f
source: Select Menu Item “%@”
zh_hans: 选择菜单项“%@”

# ui.openquickly.itermopenquicklycommands.tip_start_your_query_with.7cccedde
source: Tip: Start your query with “/%@”
zh_hans: 提示：以“/%@”开始查询

# ui.openquickly.itermopenquicklycommands.restricts_results_to.8bbb3aae
source: Restricts results to %@
zh_hans: 将结果限制为%@

source: window arrangements that open in tabs
zh_hans: 以标签页方式打开的窗口布局

# ui.openquickly.itermopenquicklycommands.window_arrangements.29ede2ec
source: window arrangements
zh_hans: 窗口布局

# ui.openquickly.itermopenquicklycommands.existing_sessions.28c6d242
source: existing sessions
zh_hans: 现有会话

# ui.openquickly.itermopenquicklycommands.existing_windows.95c3416b
source: existing windows
zh_hans: 现有窗口

# ui.openquickly.itermopenquicklycommands.switch_profiles.8be411d0
source: switch profiles
zh_hans: 切换配置文件

# ui.openquickly.itermopenquicklycommands.create_tab.3dd053dc
source: create tab
zh_hans: 新建标签页

# ui.openquickly.itermopenquicklycommands.run_script.f068017a
source: run script
zh_hans: 运行脚本

# ui.openquickly.itermopenquicklycommands.load_color_preset.685ae6af
source: load color preset
zh_hans: 加载颜色预设

# ui.openquickly.itermopenquicklycommands.perform_action.c7dc2a48
source: perform action
zh_hans: 执行操作

# ui.openquickly.itermopenquicklycommands.send_snippet.77a063a0
source: send snippet
zh_hans: 发送片段

# ui.openquickly.itermopenquicklycommands.open_bookmark.92204f92
source: open bookmark
zh_hans: 打开书签

# ui.openquickly.itermopenquicklymodel.directory.c8f84c3c
source: Directory
zh_hans: 目录

# ui.openquickly.itermopenquicklymodel.command.71316697
source: Command
zh_hans: 命令

# ui.openquickly.itermopenquicklymodel.host.4a823118
source: Host
zh_hans: 主机

# ui.openquickly.itermopenquicklymodel.badge.002474e3
source: Badge
zh_hans: 徽标

# ui.openquickly.itermopenquicklymodel.web_site.91e7bf6b
source: Web Site
zh_hans: 网站

# ui.openquickly.itermopenquicklymodel.named_mark.027a6fbb
source: Named mark “%@”
zh_hans: 命名标记“%@”

# ui.openquickly.itermopenquicklymodel.on.df5437b3
source: On %@
zh_hans: 位于 %@

# ui.openquickly.itermopenquicklymodel.offscreen.e2849c85
source: Offscreen
zh_hans: 屏幕外

# ui.openquickly.itermopenquicklymodel.miniaturized.f4a86325
source: Miniaturized
zh_hans: 已最小化

# ui.openquickly.itermopenquicklymodel.full_screen.674fe2ac
source: Full screen
zh_hans: 全屏

# ui.openquickly.itermopenquicklymodel.on_other_space.c788b519
source: On other Space
zh_hans: 位于其他空间

# ui.openquickly.itermopenquicklymodel.hotkey.129a723f
source: Hotkey %@
zh_hans: 热键 %@

# ui.openquickly.itermopenquicklymodel.hotkey.5a5102ff
source: Hotkey %@%@
zh_hans: 热键 %@%@

source: Create a new window with this profile
zh_hans: 使用此配置文件新建窗口

# ui.openquickly.itermopenquicklymodel.create_a_new_tab_with_this_profile.e0234780
source: Create a new tab with this profile
zh_hans: 使用此配置文件新建标签页

# ui.openquickly.itermopenquicklymodel.open_bookmark_in_browser.b81a6db2
source: Open Bookmark in Browser
zh_hans: 在浏览器中打开书签

# ui.openquickly.itermopenquicklymodel.open_visited_site_in_browser.c8ce6c1c
source: Open Visited Site in Browser
zh_hans: 在浏览器中打开访问过的网站

# ui.openquickly.itermopenquicklymodel.open_url_in_browser.35d21d88
source: Open URL in Browser
zh_hans: 在浏览器中打开 URL

# ui.openquickly.itermopenquicklymodel.load_color_preset.f4c36e2f
source: Load color preset ”%@“
zh_hans: 加载颜色预设“%@”

# ui.openquickly.itermopenquicklymodel.change_current_session_s_profile.ffebac25
source: Change current session’s profile
zh_hans: 更改当前会话的配置文件

# ui.openquickly.itermopenquicklymodel.invoke.90092e5f
source: Invoke
zh_hans: 调用

# ui.openquickly.itermopenquicklymodel.send_snippet_press_to_edit_first.ca34525b
source: Send snippet “%@”. Press ⌥ to edit first.
zh_hans: 发送片段“%@”。按 ⌥ 可先编辑。

# ui.openquickly.itermopenquicklymodel.restore_window_arrangement_in_tabs.ebd6e72e
source: Restore window arrangement in tabs
zh_hans: 在标签页中恢复窗口布局

# ui.openquickly.itermopenquicklymodel.restore_window_arrangement.ea92fb2f
source: Restore window arrangement
zh_hans: 恢复窗口布局

# ui.openquickly.itermopenquicklymodel.run_script.98daf315
source: Run Script
zh_hans: 运行脚本

# ui.openquickly.itermopenquicklymodel.user.b512d97e
source: User
zh_hans: 用户

# ui.openquickly.itermopenquicklymodel.profile.d696a35b
source: Profile
zh_hans: 配置文件

# ui.openquickly.itermopenquicklymodel.git_branch.3b0ac356
source: Git Branch
zh_hans: Git 分支

source: The profile “%@” always requires confirmation.
zh_hans: 配置文件“%@”始终需要确认。

source: You can change this setting in Settings > Profiles > Session
zh_hans: 可在“设置 > 配置文件 > 会话”中更改此设置

source: A session with profile “%@” is running %@.
zh_hans: 使用配置文件“%@”的会话正在运行 %@。

source: A session with profile “%@” is running %@, and %@ other %@.
zh_hans: 使用配置文件“%@”的会话正在运行 %@，另有 %@ 个%@。

# ui.appshutdown.itermpromptonclosereason.job.5e8c9902
source: job
zh_hans: 任务

# ui.appshutdown.itermpromptonclosereason.jobs.5d9a17cb
source: jobs
zh_hans: 任务

source: “Settings > General > Closing > Confirm Quit iTerm2” is enabled and there is at least one terminal window.
zh_hans: 已启用“设置 > 通用 > 关闭 > 确认退出 iTerm2”，且至少有一个终端窗口。

source: “Settings > General > Closing > Confirm Quit iTerm2” and “Even if there are no windows” is enabled.
zh_hans: 已启用“设置 > 通用 > 关闭 > 确认退出 iTerm2”和“即使没有窗口也确认”。

source: “Settings > General > Closing > Confirm closing multiple sessions” is enabled.
zh_hans: 已启用“设置 > 通用 > 关闭 > 确认关闭多个会话”。

source: A tmux session is configured to prompt if jobs are running, but tmux doesn’t expose the process tree.
zh_hans: tmux 会话配置为在有任务运行时提示，但 tmux 不会公开进程树。

# ui.appshutdown.itermpromptonclosereason.this_pane_is_locked.36a8aaac
source: This pane is locked.
zh_hans: 此窗格已锁定。

# ui.appshutdown.itermpromptonclosereason.tab_d_is_pinned.2f845fc7
source: Tab #%d is pinned.
zh_hans: 标签页 #%d 已固定。

# ui.api.itermsessiontabwindowoutlinedelegate.buried_sessions.3bc1ad71
source: Buried Sessions
zh_hans: 已隐藏的会话

# ui.popups.commandhistorypopup.press_or_to_send_command.44fef720
source: Press ⇧⏎ or ⌥⏎ to send command.
zh_hans: 按 ⇧⏎ 或 ⌥⏎ 发送命令。

# ui.popups.pasteboardhistory.line.9a825460
source: %@%@ line
zh_hans: %@%@ 行

# ui.popups.pasteboardhistory.lines.6f13fe4a
source: %@%@ lines
zh_hans: %@%@ 行

# ui.appkit.itermapplicationdelegate.1_alert_suppressed.3f9b80ca
source: 1 Alert Suppressed
zh_hans: 已抑制 1 个警告

# ui.appkit.itermapplicationdelegate.alerts_suppressed.b9e94650
source: %@ Alerts Suppressed
zh_hans: 已抑制 %@ 个警告

# ui.appkit.itermapplicationdelegate.unknown_error.3e4443e5
source: unknown error
zh_hans: 未知错误

# ui.appkit.itermapplicationdelegate.unknown_error.27c2ccd9
source: Unknown error
zh_hans: 未知错误

# ui.settings.itermeditkeyactionwindowcontroller.change_profile.d30d5c8c
source: Change Profile
zh_hans: 更改配置文件

# ui.settings.itermeditkeyactionwindowcontroller.compose.b9b7a47d
source: Compose…
zh_hans: 编写…

# ui.settings.itermeditkeyactionwindowcontroller.composition.47fca483
source: Composition
zh_hans: 组合操作

# ui.settings.itermeditkeyactionwindowcontroller.copy_interpolated_string.a95c2c53
source: Copy Interpolated String
zh_hans: 复制插值字符串

# ui.settings.itermeditkeyactionwindowcontroller.copy_mode_commands.a820620d
source: Copy Mode Commands
zh_hans: 复制模式命令

# ui.settings.itermeditkeyactionwindowcontroller.copy_or_send_c.ecde979a
source: Copy or Send ^C
zh_hans: 复制或发送 ^C

# ui.settings.itermeditkeyactionwindowcontroller.find_regular_expression.01f50631
source: Find Regular Expression…
zh_hans: 查找正则表达式…

# ui.settings.itermeditkeyactionwindowcontroller.general.c910d474
source: General
zh_hans: 通用

# ui.settings.itermeditkeyactionwindowcontroller.invoke_script_function.225d35cc
source: Invoke Script Function…
zh_hans: 调用脚本函数…

# ui.settings.itermeditkeyactionwindowcontroller.load_color_preset.27aef6ea
source: Load Color Preset
zh_hans: 加载颜色预设

# ui.settings.itermeditkeyactionwindowcontroller.miscellaneous.5cb0b426
source: Miscellaneous
zh_hans: 其他

# ui.settings.itermeditkeyactionwindowcontroller.modifier_remapping.0be8e046
source: Modifier Remapping
zh_hans: 修饰键重新映射

source: Move End of Selection Back
zh_hans: 将选区末端向后移动

source: Move End of Selection Forward
zh_hans: 将选区末端向前移动

source: Move Start of Selection Back
zh_hans: 将选区起点向后移动

source: Move Start of Selection Forward
zh_hans: 将选区起点向前移动

# ui.settings.itermeditkeyactionwindowcontroller.navigate_panes.7dfa2f22
source: Navigate Panes
zh_hans: 窗格导航

# ui.settings.itermeditkeyactionwindowcontroller.navigate_tabs.55d1e24c
source: Navigate Tabs
zh_hans: 标签页导航

# ui.settings.itermeditkeyactionwindowcontroller.navigate_windows.92a0a6c7
source: Navigate Windows
zh_hans: 窗口导航

# ui.settings.itermeditkeyactionwindowcontroller.new_tab_or_window.85e30380
source: New Tab or Window
zh_hans: 新建标签页或窗口

# ui.settings.itermeditkeyactionwindowcontroller.new_tab_with_profile.6fed2410
source: New Tab with Profile
zh_hans: 使用配置文件新建标签页

# ui.settings.itermeditkeyactionwindowcontroller.new_window_with_profile.7dc20476
source: New Window with Profile
zh_hans: 使用配置文件新建窗口

# ui.settings.itermeditkeyactionwindowcontroller.paste_from_selection.496fc8aa
source: Paste from Selection…
zh_hans: 从选区粘贴…

# ui.settings.itermeditkeyactionwindowcontroller.pasteboard.cce4bba7
source: Pasteboard
zh_hans: 剪贴板

# ui.settings.itermeditkeyactionwindowcontroller.paste.805011e7
source: Paste…
zh_hans: 粘贴…

# ui.settings.itermeditkeyactionwindowcontroller.profile.d696a35b
source: Profile
zh_hans: 配置文件

# ui.settings.itermeditkeyactionwindowcontroller.recent_tabs.ea3eb622
source: Recent Tabs
zh_hans: 最近使用的标签页

# ui.settings.itermeditkeyactionwindowcontroller.reorder_tabs.ee7f3fff
source: Reorder Tabs
zh_hans: 重新排列标签页

# ui.settings.itermeditkeyactionwindowcontroller.resize_pane.56342e5a
source: Resize Pane
zh_hans: 调整窗格大小

# ui.settings.itermeditkeyactionwindowcontroller.run_coprocess.e6f8b4f5
source: Run Coprocess
zh_hans: 运行协进程

# ui.settings.itermeditkeyactionwindowcontroller.scripting.01846401
source: Scripting
zh_hans: 脚本

# ui.settings.itermeditkeyactionwindowcontroller.scroll.291873e3
source: Scroll
zh_hans: 滚动

# ui.settings.itermeditkeyactionwindowcontroller.scroll_to_end.c92e937c
source: Scroll to End
zh_hans: 滚动到底部

# ui.settings.itermeditkeyactionwindowcontroller.scroll_to_top.01004372
source: Scroll to Top
zh_hans: 滚动到顶部

# ui.settings.itermeditkeyactionwindowcontroller.search.49c266ba
source: Search
zh_hans: 搜索

# ui.settings.itermeditkeyactionwindowcontroller.select_action.2d3a9d3a
source: Select Action…
zh_hans: 选择操作…

# ui.settings.itermeditkeyactionwindowcontroller.select_menu_item.4ad59c3b
source: Select Menu Item...
zh_hans: 选择菜单项...

source: Select Split Pane On Left
zh_hans: 选择左侧分割窗格

source: Select Split Pane On Right
zh_hans: 选择右侧分割窗格

# ui.settings.itermeditkeyactionwindowcontroller.selection.ca406707
source: Selection
zh_hans: 选区

# ui.settings.itermeditkeyactionwindowcontroller.send_escape_sequence.cf8a3420
source: Send Escape Sequence
zh_hans: 发送转义序列

# ui.settings.itermeditkeyactionwindowcontroller.send_hex_code.e7e29904
source: Send Hex Code
zh_hans: 发送十六进制代码

# ui.settings.itermeditkeyactionwindowcontroller.send_keystrokes.753376a2
source: Send Keystrokes
zh_hans: 发送按键

# ui.settings.itermeditkeyactionwindowcontroller.send_snippet.9edb9820
source: Send Snippet
zh_hans: 发送片段

# ui.settings.itermeditkeyactionwindowcontroller.send_text.b4e1af54
source: Send Text
zh_hans: 发送文本
